MaxFactry.Provider.QuickBooksProvider-NF-4.5.2/Authenticate.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema">
  <soap:Body>
    <authenticate xmlns="http://developer.intuit.com/">
      <strUserName>user</strUserName>
      <strPassword>password</strPassword>
    </authenticate>
  </soap:Body>
</soap:Envelope>
